Repository: jmmartinezdev/avocadi
Catalog: Avocadi/Localizable.xcstrings
Source language: en
Languages: ca, es, fr, gl, it

source: Add to favorites
ca: Afegeix a preferits
es: Añadir a favoritos
fr: Ajouter aux favoris
gl: Engadir a favoritos
it: Aggiungi ai preferiti

source: Clear
ca: Esborra
es: Borrar
fr: Effacer
gl: Borrar
it: Cancella

source: Clear all favorites?
ca: Vols esborrar tots els preferits?
es: ¿Borrar todos los favoritos?
fr: Effacer tous les favoris ?
gl: Queres borrar todos os favoritos?
it: Vuoi cancellare tutti i preferiti?

source: Clear favorites
ca: Esborra els preferits
es: Borrar favoritos
fr: Effacer les favoris
gl: Borrar os favoritos
it: Cancella i preferiti

source: Delete
ca: Elimina
es: Eliminar
fr: Supprimer
gl: Eliminar
it: Elimina

source: Delete all generated content?
ca: Vols eliminar tot el contingut generat?
es: ¿Eliminar todo el contenido generado?
fr: Supprimer tout le contenu généré ?
gl: Eliminar todo o contido xerado?
it: Eliminare tutti i contenuti generati?

source: Delete generated content
ca: Elimina el contingut generat
es: Eliminar el contenido generado
fr: Supprimer le contenu généré
gl: Eliminar o contido xerado
it: Elimina i contenuti generati

source: Dish
ca: Plat
es: Plato
fr: Plat
gl: Prato
it: Piatto

source: Dishes show only their name when this is off. Nothing is generated, and anything generated before stays hidden.
ca: Quan està desactivat, els plats només mostren el nom. No es genera res, i el que s'hagi generat abans queda amagat.
es: Cuando está desactivado, los platos solo muestran su nombre. No se genera nada, y lo generado anteriormente queda oculto.
fr: Lorsque cette option est désactivée, les plats n'affichent que leur nom. Rien n'est généré, et ce qui a été généré auparavant reste masqué.
gl: Cando está desactivado, os pratos só amosan o seu nome. Non se xera nada, e o xerado anteriormente queda agochado.
it: Quando è disattivato, i piatti mostrano solo il loro nome. Non viene generato nulla e ciò che è stato generato in precedenza resta nascosto.

source: Favorite
ca: Preferit
es: Favorito
fr: Favori
gl: Favorito
it: Preferito

source: Generated descriptions and images
ca: Descripcions i imatges generades
es: Descripciones e imágenes generadas
fr: Descriptions et images générées
gl: Descricións e imaxes xeradas
it: Descrizioni e immagini generate

source: Remove from favorites
ca: Elimina de preferits
es: Quitar de favoritos
fr: Retirer des favoris
gl: Quitar dos favoritos
it: Rimuovi dai preferiti

source: Removes every description and illustration saved on this device.
ca: Elimina totes les descripcions i il·lustracions desades en aquest dispositiu.
es: Elimina todas las descripciones e ilustraciones guardadas en este dispositivo.
fr: Supprime toutes les descriptions et illustrations enregistrées sur cet appareil.
gl: Elimina todas as descricións e ilustracións gardadas neste dispositivo.
it: Elimina tutte le descrizioni e le illustrazioni salvate su questo dispositivo.

source: Removes every dish you've marked as a favorite on this device.
ca: Elimina tots els plats que has marcat com a preferits en aquest dispositiu.
es: Elimina todos los platos que has marcado como favoritos en este dispositivo.
fr: Supprime tous les plats que vous avez ajoutés aux favoris sur cet appareil.
gl: Elimina todos os pratos que marcaches como favoritos neste dispositivo.
it: Rimuove tutti i piatti che hai contrassegnato come preferiti su questo dispositivo.

source: Scroll to top
ca: Torna a l'inici
es: Subir al principio
fr: Revenir en haut
gl: Volver ao inicio
it: Torna all'inizio

source: Settings
ca: Configuració
es: Ajustes
fr: Réglages
gl: Axustes
it: Impostazioni

source: The description below is in %@ because Apple Intelligence can't generate text in this app's language.
ca: La descripció de sota és en %@ perquè Apple Intelligence no pot generar text en l'idioma de l'app.
es: La descripción de abajo está en %@ porque Apple Intelligence no puede generar texto en el idioma de la app.
fr: La description ci-dessous est en %@ car Apple Intelligence ne peut pas générer de texte dans la langue de l'app.
gl: A descrición de abaixo está en %@ porque Apple Intelligence non pode xerar texto no idioma da aplicación.
it: La descrizione qui sotto è in %@ perché Apple Intelligence non può generare testo nella lingua dell'app.
